# Brewfile

brew "nvim"
brew "tmux"
brew "zsh"
brew "starship"
brew "neovim"
brew "prettier"
brew "stylua"
# like grep but for files and folder names
brew "fd"
brew "pyenv"
brew "marksman"
brew "universal-ctags"
brew "mercurial"
brew "lua-language-server"
brew "efm-langserver"
brew "goenv"
brew "clang-format"
brew "universal-ctags"
# linter for bash scripts
brew "shellcheck"
brew "eza"
brew "stern"
brew "zoxide"
# json querying + pretty printing
brew 'jq'
# keep ZSH up to date
brew 'zsh'
# a more up to date version of curl than what macOS offers
brew 'curl'
# nice postgres cli tool
brew "pgcli"
brew "bufbuild/buf/buf"
brew "git"
