# Brewfile

cask "hammerspoon"

# general utils
brew 'curl' # a more up to date version of curl than what macOS offers
brew "eza"
brew "git"
brew 'jq'
brew "neovim"
brew "nvim"
brew "pgcli" # nice postgres cli tool
brew "starship"
brew "stern"
brew "tmux"
brew "uv"
brew "zsh"
brew 'zsh-vi-mode' # vim mode in the terminal!
brew 'fastfetch'
brew 'ripgrep'

# language servers and formatters
brew "bufbuild/buf/buf"
brew "clang-format"
brew "efm-langserver"
brew "hashicorp/tap/terraform-ls"
brew "lua-language-server"
brew "marksman"
brew "prettier"
brew "shellcheck"
brew "stylua"
brew "xmlstarlet"

