# Brewfile

brew "nvim"
brew "tmux"
brew "zsh"
brew "starship"
brew "neovim"
brew "prettier"
brew "stylua"
brew "fd"
brew "pyenv"
brew "marksman"
brew "universal-ctags"
brew "mercurial"
brew "lua-language-server"
brew "efm-langserver"
brew "goenv"
brew "clang-format"
brew "universal-ctags"
brew "shellcheck"
brew "eza"
